start_message = '''Это бот-квест по мотивам игры Elden Ring. 
Нажмите /help, чтобы узнать, что я могу!'''

help_message = '''Напишите /fait, чтобы начать квест
Напишите /help, чтобы узнать, что я могу
Напишите /start, чтобы запустить бота'''

quest_message = '''Приветствую тебя в междуземье Погасшая душа, я Мелина. 
Я буду сопровождать тебя на протежении всего твоего путишествия.
Надеюсь, что ты сможешь одолеть бога - этого бога называют Аней-Арямянским Зверем и сможешь занять трон Великой Армении.
На пути тебе будут попадаться враги, но ты сможешь их победить, я верю в тебя!
Сейчас я перенесу тебя в Замок Грибовой Завесы, здесь тебе придется сразится с первым боссом - "Грибом Ужастным Знамением".
Удачи тебе победить его!'''

mushroom_castle_message = '''Вы находитесь в Замке Грибовой Завесы, вы проходите через ворота,
а вам на встречу уже идет Гриб Ужастное Знамение. Он глава это замка, он является владельцем великой руны.
Сам замок выглядит потрепаным, в нем в основном живут рыцари и простолюдины, которых используют как прислугу.
У тебя есть на выбор два оружия, какое ты выберешь?'''

huligan_mountain_message = '''Вы находитесь на Вершине Хулиганов, вы поднимаетесь все выше и выше, вдруг вы замечаете
плато, а на нем стоит Огненый Хулиган Сава. Он президент Вершины Хулиганов, он является владельцем великой руны.
Сама вершина выглядит пусто и безлюдно, там живут одни Хулиганы.
У тебя есть на выбор два оружия, какое ты выберешь?'''

armyanskoe_drevo_message = '''Вы находитесь в самом центре Армянского Семейного Древа, здесь проживает бог этого мира - 
Аня-Армянский Зверь. Она - это центр Междуземья. О ней почти ничего не известно. У тебя на выбор есть две вещи, что выберешь?
'''